<?php include_once("menu.php"); ?>
<!DOCTYPE html>
<html>
	<head>
		<meta charset='utf-8'>
		<title>PhoneSet - покупателям</title>
		

  		<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.1.2/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-uWxY/CJNBR+1zjPWmfnSnVxwRheevXITnMqoEIeG1LJrdI0GlVs/9cVSyPYXdcSF" crossorigin="anonymous">
  		<link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.15.3/css/all.css" integrity="sha384-SZXxX4whJ79/gErwcOYf+zWLeJdY/qpuqC4cAa9rOGUstPomtqpuNWT9wdPEn2fk" crossorigin="anonymous">

  		<script defer src="https://cdn.jsdelivr.net/npm/bootstrap@5.1.2/dist/js/bootstrap.bundle.min.js" integrity="sha384-kQtW33rZJAHjgefvhyyzcGF3C5TFyBQBA13V1RKPf4uH+bwyzQxZ6CmMZHmNBEfJ" crossorigin="anonymous"></script>
	    <link rel="stylesheet" href="css/buyers.css">
    </head>
	<body>
		<div class="for-buyers">
			<div class="content-buyers">
				<div class="block" id="delivery">
					<h5 class="modal-title" >О доставке</h5><br>
                    <div class="text">Оформить доставку можно при заказе на сайте.
                    Доставка осуществляется в течение суток с 16:00 до 20:00. Стоимость доставки в населенные пункты за пределы города рассчитывается автоматически 
                    при оформлении заказа на сайте. Оплата стоимости заказанного товара курьеру при получении (наличными либо картой).<br>
                    </div>

                    <div class="text">Перед передачей Службе Доставки товар осматривается на складе отгрузки (для проверки комплектации и обнаружения возможных внешних механических дефектов), поэтому заводская упаковка может иметь следы вскрытия.                      
                        Доставка товара осуществляется путем перевозки товаров автомобильным транспортом.
                    </div>

                    <div class="text">Вам необходимо проверить внешний вид и комплектность Товара:
                        <ul class="ul-buyers">
                            <li>проверить комплектность всего заказа и каждого товара по отдельности;</li>
                            <li>убедиться в работоспособности товара;</li>
                            <li>убедиться в отсутствии на товаре механических повреждений, и, если у Вас не возникает претензий, 
                                подписать Акт приема передачи с указанием Ф.И.О. и даты получения Товара.</li>
                        </ul>
                    </div>

                    <div class="text">
                        Покупатель самостоятельно несет ответственность за внешний вид и комплектацию товара, после получения и подписания наряда на выдачу товара.
                    </div>
                    <div class="text">
                        <b>Внимание!</b> Если оператор не сможет дозвониться по указанному Вами телефону в течение 3-х дней, Ваш заказ будет аннулирован.
                    </div>
				</div>

				<div class="block" id="registration">
					<h5 class="modal-title">Как оформить заказ</h5><br>
					<div class="text">
                        <dl>
                            <dt>Выберите товар и добавьте в корзину</dt>
                                <dd>Когда вы определились с выбором, перейдите на страницу товара, поместите товар в корзину и нажмите на кнопку «Купить». 
                                    Также товар можно поместить в корзину нажав на соответствующую иконку «Корзина» на главной странице. 
                                    Далее можно продолжить покупки или перейти к оформлению заказа.<br>
                                    
                                    Пока оформление заказа не завершено, в корзине можно изменить:   
                                    <ol type="1">
                                        <li>количество экземпляров товара;</li>
                                        <li>удалить отдельные товары;</li>
                                        <li>перейти к оформлению заказа.</li>
                                    </ol>
                                    <div class="block-order-image">
                                        <img class="image-order" src="img/Оформление заказа/1.jpg">
                                    </div>
                                </dd>
                            <dt>Проверьте данные покупателя</dt>
                                <dd>При оформлении заказа в пустые поля вставляются данные, введенные Вами при регистрации.<br>
                                    Также Вы можете выбратьб способ получения заказа.   
                                    <ol type="1">
                                        <li>Ваши данные;</li>
                                        <li>способ получения заказа.</li>
                                    </ol>
                                    <div class="block-order-image">
                                        <img class="image-order" src="img/Оформление заказа/2.jpg">
                                    </div>
                                </dd>   
                            <dt>Способы получения заказа</dt>
                                <dd>Самовывоз - товар можно забрать по адресу г. Асбест, ул.Ленинградская, 26 с 10:00 до 21:00 в течение 5 дней.<br>
                                    <div class="block-order-image">
                                        <img class="image-order-two" src="img/Оформление заказа/5.jpg">
                                    </div>
                                    Курьерская доставка осуществляется с 16:00 до 20:00, Вы можете выбрать день доставки, удобный для Вас.
                                    <ol type="1">
                                        <li>район доставки;</li>
                                        <li>адрес;</li>
                                        <li>дату доставки.</li>
                                    </ol>
                                    <div class="block-order-image-two">
                                        <img class="image-order-three" src="img/Оформление заказа/3.jpg">
                                        <img class="image-order-three" src="img/Оформление заказа/4.jpg">
                                    </div>
                                    Итоговая сумма заказа может быть изменена исходя из суммы доставки в выбранный район. Курьер созвониться с Вами за час до прибытия.
                                </dd> 
                            <dt>Подтвердите заказ</dt>
                                <dd>Проверьте данные и нажмите на кнопку «Подтвердить заказ».<br>
                                    
                                    Ваш заказ принят!<br>

                                    После того, как все шаги выполнены, вы перейдете на страницу Ваших заказов и сможете посмотреть полную информацию о заказе.   
                                    Важно
                                </dd>
                            <dt>Важно!</dt>
                                <dd>
                                    <ol type="1">
                                        <li>Статус Вашего заказа можно уточнить в личном кабинете в меню «Мои заказы».</li>
                                        <li>Информация о технических характеристиках товаров, указанная на сайте, может быть изменена производителем в одностороннем порядке.</li>
                                        <li>Изображения товаров на фотографиях, представленных в каталоге на сайте, могут отличаться от оригиналов.</li>
                                        <li>Информация о цене товара, указанная в каталоге на сайте, может отличаться от фактической к моменту оформления заказа на соответствующий това;</li>
                                    </ol>
                                </dd>    
                        </dl>
                    </div>
				</div>

				<div class="block" style="margin-bottom: 0px;" id="payment">
					<h5 class="modal-title">Способы оплаты</h5><br>
                    <div class="text">Оплатить покупку можно несколькими способами:</div>
                    <div class="text">
                        <dl>
                            <dt>Наличный расчёт</dt>
                                <dd>Вы можете оплатить покупку наличными в магазине или курьеру.</dd>   
                            <dt>Пластиковые карты</dt>
                                <dd>Безналичная оплата банковской картой в магазине и при доставке. Принимаются карты следующих платёжных систем:
                                «VISA», «MasterCard», «Золотая Корона», «МИР».</dd>                        
                        </dl>
                    </div>
                    <div class="block-image">
                        <img class="image-buy" src="img/Платежные системы/Mir.png">
                        <img class="image-buy" src="img/Платежные системы/MasterCard_Logo.png">
                        <img class="image-buy" src="img/Платежные системы/Visa.png">
                    </div>
				</div>
				
			</div>
		</div>
    </body>
</html>
<?php include_once("footer.php"); ?>
